Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# toolbar.status.services.title
source: Services
ar: الخدمات
de: Dienste
es: Servicios
id: Layanan
it: Servizi
ja: サービス
ko: 서비스
pl: Usługi
pt_br: Serviços
ru: Сервисы
tr: Hizmetler
uk: Сервіси
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# toolbar.status.sync.lastFormat
source: Last synced %@
ar: آخر مزامنة %@
de: Zuletzt synchronisiert %@
es: Última sincronización: %@
fr: Dernière synchronisation %@
id: Terakhir disinkronkan %@
it: Ultima sincronizzazione: %@
ja: 最終同期 %@
ko: 마지막 동기화: %@
nl: Laatst gesynchroniseerd %@
pl: Ostatnia synchronizacja: %@
pt_br: Última sincronização %@
ru: Последняя синхронизация: %@
tr: Son senkronizasyon: %@
uk: Востаннє синхронізовано %@
vi: Đồng bộ lần cuối: %@
zh_hans: 上次同步 %@
zh_hant: 上次同步 %@

# toolbar.status.sync.notYet
source: No completed sync yet.
ar: لا توجد مزامنة مكتملة بعد.
de: Noch keine abgeschlossene Synchronisierung.
es: Aún no se ha completado ninguna sincronización.
fr: Aucune synchronisation terminée.
id: Belum ada sinkronisasi selesai.
it: Nessuna sincronizzazione completata.
ja: まだ同期が完了していません。
ko: 아직 완료된 동기화가 없습니다.
nl: Nog geen voltooide synchronisatie.
pl: Brak ukończonej synchronizacji.
pt_br: Nenhuma sincronização concluída ainda.
ru: Синхронизация еще не завершена.
tr: Henüz tamamlanmış senkronizasyon yok.
uk: Ще не було синхронізації.
vi: Chưa có đồng bộ nào hoàn tất.
zh_hans: 还没有完成过同步。
zh_hant: 尚未完成任何同步。

# toolbar.status.sync.progressFormat
source: Syncing %d/%d repositories
ar: جاري مزامنة %d/%d مستودع
de: Synchronisiere %d/%d Repositories
es: Sincronizando %d/%d repositorios
fr: Synchronisation de %d/%d dépôts
id: Menyinkronkan %d/%d repositori
it: Sincronizzazione %d/%d repository
ja: 同期中 %d/%d リポジトリ
ko: %d/%d 저장소 동기화 중
nl: Bezig met synchroniseren %d/%d repositories
pl: Synchronizacja %d/%d repozytoriów
pt_br: Sincronizando %d/%d repositórios
ru: Синхронизация %d/%d репозиториев
tr: %d/%d depo senkronize ediliyor
uk: Синхронізація %d/%d репозиторіїв
vi: Đang đồng bộ %d/%d kho lưu trữ
zh_hans: 正在同步 %d/%d 个仓库
zh_hant: 正在同步 %d/%d 個倉庫

# toolbar.status.sync.rateLimitedFormat
source: Rate limited until %@
ar: محدود المعدل حتى %@
de: Ratenbegrenzung bis %@
es: Límite de velocidad hasta %@
fr: Limité jusqu'à %@
id: Dibatasi hingga %@
it: Limite di velocità fino al %@
ja: %@ までレート制限中
ko: %@까지 요청 제한됨
nl: Snelheidslimiet tot %@
pl: Limit szybkości do %@
pt_br: Limitado por taxa até %@
ru: Ограничение до %@
tr: %@'a kadar hız sınırlaması var
uk: Обмеження швидкості до %@
vi: Bị giới hạn tốc độ đến %@
zh_hans: 限流，%@ 后重试
zh_hant: 速率限制中，%@ 後重試

# toolbar.status.sync.rateLimitedRetryNow
source: Rate limit is clearing. Try again now.
ar: يتم إلغاء تحديد المعدل. حاول الآن مرة أخرى.
de: Ratenbegrenzung wird aufgehoben. Versuchen Sie es jetzt erneut.
es: El límite de velocidad se está despejando. Inténtalo de nuevo ahora.
fr: La limite se dissipe. Réessayez maintenant.
id: Batas sedang dibersihkan. Coba lagi sekarang.
it: Il limite di velocità si sta azzerando. Riprova ora.
ja: レート制限が解除されつつあります。今すぐ再試行してください。
ko: 요청 제한이 해제 중입니다. 지금 다시 시도하세요.
nl: Snelheidslimiet wordt gewist. Probeer het nu opnieuw.
pl: Limit szybkości jest czyszczony. Spróbuj teraz.
pt_br: O limite de taxa está sendo liberado. Tente novamente agora.
ru: Ограничение снимается. Попробуйте снова.
tr: Hız sınırlaması temizleniyor. Şimdi tekrar deneyin.
uk: Обмеження швидкості знімається. Спробуйте зараз.
vi: Giới hạn tốc độ đang được xóa. Hãy thử lại ngay.
zh_hans: 限流即将解除，可以重试。
zh_hant: 速率限制即將解除，現在可以重試。

# toolbar.status.sync.running
source: Sync in progress
ar: المزامنة قيد التقدم
de: Synchronisierung läuft
es: Sincronización en curso
fr: Synchronisation en cours
id: Sinkronisasi sedang berlangsung
it: Sincronizzazione in corso
ja: 同期実行中
ko: 동기화 진행 중
nl: Synchronisatie bezig
pl: Synchronizacja w toku
pt_br: Sincronização em andamento
ru: Синхронизация выполняется
tr: Senkronizasyon devam ediyor
uk: Синхронізація триває
vi: Đang đồng bộ
zh_hans: 正在同步
zh_hant: 同步進行中

# toolbar.status.sync.title
source: Sync
ar: مزامنة
de: Synchronisierung
es: Sincronización
fr: Synchronisation
id: Sinkronisasi
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchronisatie
pl: Synchronizacja
pt_br: Sincronização
ru: Синхронизация
tr: Senkronizasyon
uk: Синхронізація
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

# toolbar.status.tasks.batchAIFormat
source: AI queue: %d/%d finished · %d failed
ar: طابور AI: %d/%d مكتمل · %d فشل
de: KI-Warteschlange: %d/%d erledigt · %d fehlgeschlagen
es: Cola de IA: %d/%d finalizados · %d fallidos
fr: File IA : %d/%d terminés · %d échoués
id: Antrean AI: %d/%d selesai · %d gagal
it: Coda IA: %d/%d completati · %d falliti
ja: AIキュー: %d/%d 完了 · %d 失敗
ko: AI 대기열: %d/%d 완료 · %d 실패
nl: AI-wachtrij: %d/%d voltooid · %d mislukt
pl: Kolejka AI: %d/%d zakończonych · %d nieudanych
pt_br: Fila de IA: %d/%d concluídos · %d falhas
ru: Очередь AI: %d/%d завершено · %d ошибок
tr: Yapay zeka kuyruğu: %d/%d tamamlandı · %d başarısız
uk: Черга AI: %d/%d завершено · %d невдало
vi: Hàng đợi AI: %d/%d hoàn thành · %d thất bại
zh_hans: AI 队列：%d/%d 已完成 · %d 失败
zh_hant: AI 佇列：%d/%d 已完成 · %d 失敗

# toolbar.status.tasks.empty
source: No background task is running.
ar: لا توجد مهمة خلفية قيد التشغيل.
de: Keine Hintergrundaufgabe läuft.
es: No hay tareas en segundo plano en ejecución.
fr: Aucune tâche en arrière-plan en cours.
id: Tidak ada tugas latar yang berjalan.
it: Nessuna attività in background in esecuzione.
ja: 実行中のバックグラウンドタスクはありません。
ko: 실행 중인 백그라운드 작업이 없습니다.
nl: Geen achtergrondtaak actief.
pl: Brak uruchomionych zadań w tle.
pt_br: Nenhuma tarefa em segundo plano em execução.
ru: Фоновые задачи не выполняются.
tr: Arka plan görevi çalışmıyor.
uk: Фонові завдання не виконуються.
vi: Không có tác vụ nền nào đang chạy.
zh_hans: 当前没有后台任务运行。
zh_hant: 目前沒有背景任務執行。

# toolbar.status.tasks.open
source: Queue
ar: الطابور
de: Warteschlange
es: Cola
fr: File d'attente
id: Antrean
it: Coda
ja: キュー
ko: 대기열
nl: Wachtrij
pl: Kolejka
pt_br: Fila
ru: Очередь
tr: Kuyruk
uk: Черга
vi: Hàng đợi
zh_hans: 队列
zh_hant: 佇列

# toolbar.status.tasks.openSSFLastFormat
source: OpenSSF: refreshed %d repos %@
ar: OpenSSF: تم تحديث %d مستودع %@
de: OpenSSF: %d Repos aktualisiert %@
es: OpenSSF: %d repos actualizados %@
fr: OpenSSF : %d dépôts actualisés %@
id: OpenSSF: menyegarkan %d repo %@
it: OpenSSF: %d repo aggiornati %@
ja: OpenSSF: %d リポジトリを更新 %@
ko: OpenSSF: %d개 저장소 새로고침 %@
nl: OpenSSF: %d repos ververst %@
pl: OpenSSF: odświeżono %d repozytoriów %@
pt_br: OpenSSF: %d repositórios atualizados %@
ru: OpenSSF: обновлено %d репозиториев %@
tr: OpenSSF: %d depo yenilendi %@
uk: OpenSSF: оновлено %d репозиторіїв %@
vi: OpenSSF: đã làm mới %d kho %@
zh_hans: OpenSSF：上次刷新 %d 个，%@
zh_hant: OpenSSF：上次重新整理 %d 個倉庫，%@

# toolbar.status.tasks.openSSFProgressFormat
source: OpenSSF: refreshing %d / %d
ar: OpenSSF: جاري تحديث %d / %d
de: OpenSSF: %d / %d werden aktualisiert
es: OpenSSF: actualizando %d / %d
fr: OpenSSF : actualisation %d / %d
id: OpenSSF: menyegarkan %d / %d
it: OpenSSF: aggiornamento %d / %d
ja: OpenSSF: 更新中 %d / %d
ko: OpenSSF: %d / %d 새로고침 중
nl: OpenSSF: %d / %d aan het verversen
pl: OpenSSF: odświeżanie %d / %d
pt_br: OpenSSF: atualizando %d / %d
ru: OpenSSF: обновление %d / %d
tr: OpenSSF: %d / %d yenileniyor
uk: OpenSSF: оновлення %d / %d
vi: OpenSSF: đang làm mới %d / %d
zh_hans: OpenSSF：刷新中 %d / %d
zh_hant: OpenSSF：重新整理中 %d / %d

# toolbar.status.tasks.openSSFWaiting
source: OpenSSF is waiting
ar: OpenSSF في الانتظار
de: OpenSSF wartet
es: OpenSSF está esperando
fr: OpenSSF en attente
id: OpenSSF menunggu
it: OpenSSF in attesa
ja: OpenSSF待機中
ko: OpenSSF 대기 중
nl: OpenSSF wacht
pl: OpenSSF oczekuje
pt_br: OpenSSF está aguardando
ru: OpenSSF ожидает
tr: OpenSSF bekliyor
uk: OpenSSF очікує
vi: OpenSSF đang chờ
zh_hans: OpenSSF 等待中
zh_hant: OpenSSF 等待中

# toolbar.status.tasks.progressFormat
source: %d/%d finished · %d failed
ar: %d/%d مكتمل · %d فشل
de: %d/%d erledigt · %d fehlgeschlagen
es: %d/%d finalizados · %d fallidos
fr: %d/%d terminés · %d échoués
id: %d/%d selesai · %d gagal
it: %d/%d completati · %d falliti
ja: %d/%d 完了 · %d 失敗
ko: %d/%d 완료 · %d 실패
nl: %d/%d voltooid · %d mislukt
pl: %d/%d zakończonych · %d nieudanych
pt_br: %d/%d concluídos · %d falhas
ru: %d/%d завершено · %d ошибок
tr: %d/%d tamamlandı · %d başarısız
uk: %d/%d завершено · %d невдало
vi: %d/%d hoàn thành · %d thất bại
zh_hans: %d/%d 已完成 · %d 失败
zh_hant: %d/%d 已完成 · %d 失敗

# toolbar.status.tasks.readmeFormat
source: README prefetch: %@
ar: جلب مسبق لـ README: %@
de: README-Vorabruf: %@
es: Precarga de README: %@
fr: Préchargement README : %@
id: Prefetch README: %@
it: Prefetch README: %@
ja: READMEプリフェッチ: %@
ko: README 미리 가져오기: %@
nl: README-vooraf ophalen: %@
pl: Pobieranie README: %@
pt_br: Pré‑busca de README: %@
ru: Предзагрузка README: %@
tr: README ön getirme: %@
uk: Попереднє завантаження README: %@
vi: Đọc trước README: %@
zh_hans: README 预拉：%@
zh_hant: README 預先擷取：%@

# toolbar.status.tasks.repoHealthLastFormat
source: Repo Health: refreshed %d repos %@
ar: صحة المستودع: تم تحديث %d مستودع %@
de: Repo Health: %d Repos aktualisiert %@
es: Repo Health: %d repos actualizados %@
fr: Santé des dépôts : %d dépôts actualisés %@
id: Repo Health: menyegarkan %d repo %@
it: Repo Health: %d repo aggiornati %@
ja: リポジトリヘルス: %d リポジトリを更新 %@
ko: 저장소 상태: %d개 저장소 새로고침 %@
nl: Repo Health: %d repos ververst %@
pl: Kondycja repozytoriów: odświeżono %d repozytoriów %@
pt_br: Saúde do Repositório: %d repositórios atualizados %@
ru: Repo Health: обновлено %d репозиториев %@
tr: Depo Sağlığı: %d depo yenilendi %@
uk: Стан репозиторію: оновлено %d репозиторіїв %@
vi: Sức khỏe kho: đã làm mới %d kho %@
zh_hans: Repo Health：上次刷新 %d 个，%@
zh_hant: 倉庫健康：上次重新整理 %d 個倉庫，%@

# toolbar.status.tasks.repoHealthProgressFormat
source: Repo Health: refreshing %d / %d
ar: صحة المستودع: جاري تحديث %d / %d
de: Repo Health: %d / %d werden aktualisiert
es: Repo Health: actualizando %d / %d
fr: Santé des dépôts : actualisation %d / %d
id: Repo Health: menyegarkan %d / %d
it: Repo Health: aggiornamento %d / %d
ja: リポジトリヘルス: 更新中 %d / %d
ko: 저장소 상태: %d / %d 새로고침 중
nl: Repo Health: %d / %d aan het verversen
pl: Kondycja repozytoriów: odświeżanie %d / %d
pt_br: Saúde do Repositório: atualizando %d / %d
ru: Repo Health: обновление %d / %d
tr: Depo Sağlığı: %d / %d yenileniyor
uk: Стан репозиторію: оновлення %d / %d
vi: Sức khỏe kho: đang làm mới %d / %d
zh_hans: Repo Health：刷新中 %d / %d
zh_hant: 倉庫健康：重新整理中 %d / %d

# toolbar.status.tasks.repoHealthWaiting
source: Repo Health is waiting
ar: صحة المستودع في الانتظار
de: Repo Health wartet
es: Repo Health está esperando
fr: Santé des dépôts en attente
id: Repo Health menunggu
it: Repo Health in attesa
ja: リポジトリヘルス待機中
ko: 저장소 상태 대기 중
nl: Repo Health wacht
pl: Kondycja repozytoriów oczekuje
pt_br: Saúde do Repositório está aguardando
ru: Repo Health ожидает
tr: Depo Sağlığı bekliyor
uk: Стан репозиторію очікує
vi: Sức khỏe kho đang chờ
zh_hans: Repo Health 等待中
zh_hant: 倉庫健康等待中

# toolbar.status.tasks.title
source: Background Tasks
ar: المهام الخلفية
de: Hintergrundaufgaben
es: Tareas en segundo plano
fr: Tâches en arrière-plan
id: Tugas Latar
it: Attività in background
ja: バックグラウンドタスク
ko: 백그라운드 작업
nl: Achtergrondtaken
pl: Zadania w tle
pt_br: Tarefas em Segundo Plano
ru: Фоновые задачи
tr: Arka Plan Görevleri
uk: Фонові завдання
vi: Tác vụ nền
zh_hans: 后台任务
zh_hant: 背景任務

# toolbar.status.undoStar.lastCleanup
source: Last cleanup: %@
ar: آخر تنظيف: %@
de: Letzte Bereinigung: %@
es: Última limpieza: %@
fr: Dernier nettoyage : %@
id: Pembersihan terakhir: %@
it: Ultima pulizia: %@
ja: 最終クリーンアップ: %@
ko: 마지막 정리: %@
nl: Laatste opschoning: %@
pl: Ostatnie czyszczenie: %@
pt_br: Última limpeza: %@
ru: Последняя очистка: %@
tr: Son temizlik: %@
uk: Останнє очищення: %@
vi: Dọn dẹp lần cuối: %@
zh_hans: 上次清理：%@
zh_hant: 上次清理：%@

# toolbar.status.undoStar.lastCleanupWithCount
source: Last cleanup: removed %d records, %@
ar: آخر تنظيف: تمت إزالة %d سجل، %@
de: Letzte Bereinigung: %d Datensätze entfernt, %@
es: Última limpieza: %d registros eliminados, %@
fr: Dernier nettoyage : %d enregistrements supprimés, %@
id: Pembersihan terakhir: menghapus %d catatan, %@
it: Ultima pulizia: rimossi %d record, %@
ja: 最終クリーンアップ: %d レコード削除、%@
ko: 마지막 정리: %d개 레코드 제거, %@
nl: Laatste opschoning: %d records verwijderd, %@
pl: Ostatnie czyszczenie: usunięto %d rekordów, %@
pt_br: Última limpeza: %d registros removidos, %@
ru: Последняя очистка: удалено %d записей, %@
tr: Son temizlik: %d kayıt kaldırıldı, %@
uk: Останнє очищення: видалено %d записів, %@
vi: Dọn dẹp lần cuối: đã xóa %d bản ghi, %@
zh_hans: 上次清理：删除 %d 条，%@
zh_hant: 上次清理：刪除 %d 筆記錄，%@

# toolbar.status.undoStar.title
source: Undo Star Cleanup
ar: تنظيف تراجع التنجيم
de: Stern-Bereinigung rückgängig machen
es: Limpieza de Deshacer Estrella
fr: Nettoyage des étoiles annulées
id: Pembersihan Undo Star
it: Pulizia stelle annullate
ja: スター取り消しクリーンアップ
ko: 별표 취소 정리
nl: Opschoning ongedaan maken
pl: Czyszczenie Cofnij Gwiazdkę
pt_br: Limpeza de Desfazer Estrela
ru: Очистка отмены звезды
tr: Yıldız Geri Alma Temizliği
uk: Очищення скасування зірок
vi: Dọn dẹp Hoàn tác Sao
zh_hans: Undo Star 清理
zh_hant: Undo Star 清理

# trending.allLanguages
source: All Languages
ar: كل اللغات
de: Alle Sprachen
es: Todos los lenguajes
fr: Tous les langages
id: Semua Bahasa
it: Tutti i linguaggi
ja: すべての言語
ko: 모든 언어
nl: Alle talen
pl: Wszystkie języki
pt_br: Todos os Idiomas
ru: Все языки
tr: Tüm Diller
uk: Усі мови
vi: Tất cả ngôn ngữ
zh_hans: 全部语言
zh_hant: 所有語言

# trending.basedOnPrefs
source: Selected based on your collection preferences
ar: تم الاختيار بناءً على تفضيلات مجموعتك
de: Ausgewählt basierend auf Ihren Sammlungseinstellungen
es: Seleccionado según tus preferencias de colección
fr: Sélectionné selon vos préférences de collection
id: Dipilih berdasarkan preferensi koleksi Anda
it: Selezionati in base alle tue preferenze di raccolta
ja: コレクションの設定に基づいて選択
ko: 컬렉션 환경설정에 따라 선택됨
nl: Geselecteerd op basis van uw verzamelvoorkeuren
pl: Wybrane na podstawie preferencji kolekcji
pt_br: Selecionado com base nas suas preferências de coleção
ru: Выбрано на основе ваших предпочтений коллекции
tr: Koleksiyon tercihlerinize göre seçildi
uk: Вибрано на основі ваших налаштувань колекції
vi: Đã chọn dựa trên tùy chọn bộ sưu tập của bạn
zh_hans: 基于你的收藏偏好精选
zh_hant: 根據你的收藏偏好精選

# trending.basedOnTrending
source: Selected based on trending popularity
ar: تم الاختيار بناءً على الشعبية المتصاعدة
de: Ausgewählt basierend auf Trend-Popularität
es: Seleccionado según popularidad de tendencias
fr: Sélectionné selon la popularité tendance
id: Dipilih berdasarkan popularitas tren
it: Selezionati in base alla popolarità di tendenza
ja: トレンドの人気に基づいて選択
ko: 트렌드 인기도에 따라 선택됨
nl: Geselecteerd op basis van trending populariteit
pl: Wybrane na podstawie popularności trendów
pt_br: Selecionado com base na popularidade em alta
ru: Выбрано на основе популярности
tr: Trend popülerliğe göre seçildi
uk: Вибрано на основі популярності
vi: Đã chọn dựa trên xu hướng phổ biến
zh_hans: 基于当前榜单热度精选
zh_hant: 根據當前熱門趨勢精選

# trending.freshness.daysAgoFormat
source: %d day(s) ago
ar: قبل %d يوم
de: vor %d Tag(en)
es: Hace %d día(s)
fr: Il y a %d jour(s)
id: %d hari yang lalu
it: %d giorno(i) fa
ja: %d 日前
ko: %d일 전
nl: %d dag(en) geleden
pl: %d dni temu
pt_br: %d dia(s) atrás
ru: %d дн. назад
tr: %d gün önce
uk: %d дн. тому
vi: %d ngày trước
zh_hans: %d 天前
zh_hant: %d 天前

# trending.freshness.hoursAgoFormat
source: %d hr ago
ar: قبل %d ساعة
de: vor %d Std.
es: Hace %d h
fr: Il y a %d h
id: %d jam yang lalu
it: %d ore fa
ja: %d 時間前
ko: %d시간 전
nl: %d uur geleden
pl: %d godz. temu
pt_br: %d h atrás
ru: %d ч. назад
tr: %d saat önce
uk: %d год. тому
vi: %d giờ trước
zh_hans: %d 小时前
zh_hant: %d 小時前

# trending.freshness.lastRefreshedAtFormat
source: Last refreshed at %@
ar: آخر تحديث في %@
de: Zuletzt aktualisiert um %@
es: Última actualización: %@
fr: Dernière actualisation à %@
id: Terakhir disegarkan pada %@
it: Ultimo aggiornamento: %@
ja: 最終更新 %@
ko: 마지막 새로고침: %@
nl: Laatst ververst om %@
pl: Ostatnie odświeżenie: %@
pt_br: Última atualização em %@
ru: Последнее обновление: %@
tr: Son yenileme: %@
uk: Востаннє оновлено о %@
vi: Làm mới lần cuối lúc %@
zh_hans: 上次刷新于 %@
zh_hant: 上次重新整理於 %@

# trending.freshness.minutesAgoFormat
source: %d min ago
ar: قبل %d دقيقة
de: vor %d Min.
es: Hace %d min
fr: Il y a %d min
id: %d menit yang lalu
it: %d min fa
ja: %d 分前
ko: %d분 전
nl: %d min geleden
pl: %d min temu
pt_br: %d min atrás
ru: %d мин. назад
tr: %d dakika önce
uk: %d хв. тому
vi: %d phút trước
zh_hans: %d 分钟前
zh_hant: %d 分鐘前

# trending.freshness.neverRefreshed
source: Not refreshed yet
ar: لم يتم التحديث بعد
de: Noch nicht aktualisiert
es: Aún no actualizado
fr: Pas encore actualisé
id: Belum disegarkan
it: Non ancora aggiornato
ja: まだ更新されていません
ko: 아직 새로고침되지 않음
nl: Nog niet ververst
pl: Nie odświeżono
pt_br: Ainda não atualizado
ru: Еще не обновлено
tr: Henüz yenilenmedi
uk: Ще не оновлено
vi: Chưa được làm mới
zh_hans: 还未刷新过
zh_hant: 尚未重新整理

# trending.language.uncategorized
source: Uncategorized
ar: غير مصنف
de: Nicht kategorisiert
es: Sin categoría
fr: Non catégorisé
id: Tidak Terkategori
it: Non categorizzato
ja: 未分類
ko: 분류되지 않음
nl: Ongecategoriseerd
pl: Nieskategoryzowane
pt_br: Sem categoria
ru: Без категории
tr: Kategorize Edilmemiş
uk: Без категорії
vi: Chưa phân loại
zh_hant: 未分類

# trending.loadFailed
source: Load Failed
ar: فشل التحميل
de: Laden fehlgeschlagen
es: Error al cargar
fr: Échec du chargement
id: Gagal Memuat
it: Caricamento fallito
ja: 読み込み失敗
ko: 불러오기 실패
nl: Laden mislukt
pl: Błąd ładowania
pt_br: Falha ao Carregar
ru: Ошибка загрузки
tr: Yükleme Başarısız
uk: Помилка завантаження
vi: Tải thất bại
zh_hans: 加载失败
zh_hant: 載入失敗

# trending.period.daily
source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
id: Hari
it: Giorno
ja: 日
ko: 일간
nl: Dag
pl: Dzień
pt_br: Dia
ru: День
tr: Gün
uk: День
vi: Ngày
zh_hans: 今日
zh_hant: 今日

# trending.period.monthly
source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
id: Bulan
it: Mese
ja: 月
ko: 월간
nl: Maand
pl: Miesiąc
pt_br: Mês
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 本月
zh_hant: 本月

# trending.period.title
source: Period
ar: الفترة
de: Zeitraum
es: Período
fr: Période
id: Periode
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pl: Okres
pt_br: Período
ru: Период
tr: Dönem
uk: Період
vi: Khoảng thời gian
zh_hans: 周期
zh_hant: 週期

# trending.period.weekly
source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
id: Minggu
it: Settimana
ja: 週
ko: 주간
pl: Tydzień
pt_br: Semana
ru: Неделя
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 本周
zh_hant: 本週

# trending.recommendTitle
source: Recommended for You
ar: موصى به لك
de: Für dich empfohlen
es: Recomendados para ti
fr: Recommandé pour vous
id: Rekomendasi untuk Anda
it: Consigliati per te
ja: あなたへのおすすめ
ko: 추천 저장소
nl: Aanbevolen voor u
pl: Polecane dla Ciebie
pt_br: Recomendado para Você
ru: Рекомендовано для вас
tr: Sizin İçin Önerilenler
uk: Рекомендовано для вас
vi: Đề xuất cho bạn
zh_hans: 为你推荐
zh_hant: 為您推薦

# trending.refresh.inProgress
source: Refreshing…
ar: جار التحديث…
de: Aktualisieren…
es: Actualizando…
fr: Actualisation…
id: Menyegarkan…
it: Aggiornamento in corso…
ja: 更新中…
ko: 새로고침 중…
nl: Verversen…
pl: Odświeżanie…
pt_br: Atualizando…
ru: Обновление…
tr: Yenileniyor…
uk: Оновлення…
vi: Đang làm mới…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

# trending.refresh.tooltip
source: Refresh trending list
ar: تحديث قائمة المتصدرين
de: Trendliste aktualisieren
es: Actualizar lista de tendencias
fr: Actualiser la liste des tendances
id: Segarkan daftar tren
it: Aggiorna lista di tendenza
ja: トレンドリストを更新
ko: 트렌드 목록 새로고침
nl: Trendinglijst verversen
pl: Odśwież listę trendów
pt_br: Atualizar lista de tendências
ru: Обновить список трендов
tr: Trend listesini yenile
uk: Оновити список трендів
vi: Làm mới danh sách xu hướng
zh_hans: 刷新榜单
zh_hant: 重新整理熱門榜

# trending.refresh.tooltipWithLastFormat
source: Refresh (last: %@)
ar: تحديث (آخر: %@)
de: Aktualisieren (zuletzt: %@)
es: Actualizar (última: %@)
fr: Actualiser (dernière : %@)
id: Segarkan (terakhir: %@)
it: Aggiorna (ultimo: %@)
ja: 更新（最終: %@）
ko: 새로고침 (마지막: %@)
nl: Verversen (laatst: %@)
pl: Odśwież (ostatnie: %@)
pt_br: Atualizar (última: %@)
ru: Обновить (последнее: %@)
tr: Yenile (son: %@)
uk: Оновити (останнє: %@)
vi: Làm mới (lần cuối: %@)
zh_hans: 刷新榜单（上次刷新于 %@）
zh_hant: 重新整理（上次：%@）

# trending.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar Novamente
ru: Повторить
tr: Tekrar Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# trending.score.average
source: Average
ar: متوسط
de: Durchschnitt
es: Promedio
fr: Moyen
id: Rata-rata
it: Medio
ja: 平均
ko: 평균
nl: Gemiddeld
pl: Średni
pt_br: Média
ru: Средняя
tr: Ortalama
uk: Середня
vi: Trung bình
zh_hans: 一般
zh_hant: 一般

# trending.score.excellent
source: Excellent
ar: ممتاز
de: Hervorragend
es: Excelente
id: Luar Biasa
it: Eccellente
ja: 優秀
ko: 우수
nl: Uitstekend
pl: Doskonały
pt_br: Excelente
ru: Отличная
tr: Mükemmel
uk: Відмінна
vi: Xuất sắc
zh_hans: 优秀
zh_hant: 優秀

# trending.score.good
source: Good
ar: جيد
de: Gut
es: Buena
fr: Bon
id: Baik
it: Buono
ja: 良好
ko: 좋음
nl: Goed
pl: Dobry
pt_br: Bom
ru: Хорошая
tr: İyi
uk: Добра
vi: Tốt
zh_hans: 良好
zh_hant: 良好

# trending.score.low
source: Low
ar: منخفض
de: Niedrig
es: Baja
fr: Faible
id: Rendah
it: Basso
ja: 低い
ko: 낮음
nl: Laag
pl: Niski
pt_br: Baixo
ru: Низкая
tr: Düşük
uk: Низька
vi: Thấp
zh_hans: 较低
zh_hant: 較低

# trending.sort.createdAsc
source: Oldest Created
ar: الأقدم إنشاءً
de: Älteste erstellt
es: Más antiguos
fr: Plus anciens créés
id: Dibuat Paling Lama
it: Più vecchi
ja: 作成日が古い順
ko: 생성일 오래된 순
nl: Oudst gemaakt
pl: Najstarsze utworzone
pt_br: Mais Antigos (Criação)
ru: Сначала старые
tr: En Eski Oluşturulan
uk: Найстаріші створені
vi: Cũ nhất
zh_hans: 最早创建
zh_hant: 最早建立

# trending.sort.createdDesc
source: Newest Created
ar: الأحدث إنشاءً
de: Neueste erstellt
es: Más recientes
fr: Plus récents créés
id: Dibuat Paling Baru
it: Più recenti
ja: 作成日が新しい順
ko: 생성일 최신 순
nl: Nieuwst gemaakt
pl: Najnowsze utworzone
pt_br: Mais Recentes (Criação)
ru: Сначала новые
tr: En Yeni Oluşturulan
uk: Найновіші створені
vi: Mới nhất
zh_hans: 最新创建
zh_hant: 最新建立

# trending.sort.nameAsc
source: Name A-Z
ar: الاسم أ-ي
es: Nombre A-Z
fr: Nom A-Z
id: Nama A-Z
it: Nome A-Z
ja: 名前 A-Z
ko: 이름 가나다순
nl: Naam A-Z
pl: Nazwa A-Z
pt_br: Nome A‑Z
ru: По имени А-Я
tr: İsim A-Z
uk: Назва А-Я
vi: Tên A-Z
zh_hans: 名称 A→Z
zh_hant: 名稱 A→Z

# trending.sort.nameDesc
source: Name Z-A
ar: الاسم ي-أ
es: Nombre Z-A
fr: Nom Z-A
id: Nama Z-A
it: Nome Z-A
ja: 名前 Z-A
ko: 이름 역순
nl: Naam Z-A
pl: Nazwa Z-A
pt_br: Nome Z‑A
ru: По имени Я-А
tr: İsim Z-A
uk: Назва Я-А
vi: Tên Z-A
zh_hans: 名称 Z→A
zh_hant: 名稱 Z→A

# trending.sort.recommended
source: Default
ar: الافتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# trending.sort.risingTrend
source: Rising Trend
ar: الاتجاه الصاعد
de: Aufsteigender Trend
es: Tendencia al alza
fr: Tendance montante
id: Tren Meningkat
it: Tendenza in crescita
ja: 急上昇中
ko: 급상승 트렌드
nl: Stijgende trend
pl: Rosnący trend
pt_br: Tendência de Alta
ru: Растущий тренд
tr: Yükselen Trend
uk: Зростаючий тренд
vi: Xu hướng tăng
zh_hans: 上升趋势
zh_hant: 上升趨勢

# trending.sort.starsAsc
source: Stars Ascending
ar: النجوم تصاعديًا
de: Sterne aufsteigend
es: Estrellas ascendentes
fr: Étoiles croissantes
id: Bintang Menaik
it: Stelle crescenti
ja: スター数の昇順
ko: 별표 적은 순
nl: Sterren oplopend
pl: Gwiazdki rosnąco
pt_br: Estrelas (Crescente)
ru: По возрастанию звезд
tr: Yıldız Artan
uk: Зірки за зростанням
vi: Sao tăng dần
zh_hans: Stars 升序
zh_hant: Stars 升序
